app/controllers/cars_controller.rb

    def create
        @car= Car.new(car_params)
        @car.save
---
INSERT INTO "cars" ("created_at", "updated_at") VALUES ($1, $2) RETURNING "id"  [["created_at", "2018-07-23 22:55:03.367780"], ["updated_at", "2018-07-23 22:55:03.367780"]]